"OK"="승인";
"CANCEL" = "취소";
"Can't load bundle"="번들을 가져올 수 없음";
"Apple" = "Apple";
"Pictures" = "그림";
"Other" = "기타";
"CHOOSE" = "선택";
"DOT_MAC_AND_RSS" = "%@ 및 RSS"; // %@ is (was) ".Mac" -- warning, this is used by QuartzComposerScreenSaver.
"VALIDATING_RSS" = "RSS 확인 중...";
"NO_FEED_FOUND" = "피드를 찾을 수 없습니다.";
"GETTING_ALBUMS" = "앨범 가져오는 중...";
"SELECT_ALBUMS" = "표시할 앨범 선택:";
"INVALID_MEMBER_NAME" = "유효하지 않은 회원 이름.";
"NO_ALBUMS_FOR_USER" = "이 사용자에 대한 앨범을 찾을 수 없습니다.";

/* strings for tool tips */
"minute" = "분";
"minutes" = "분";
"hour" = "시간";
"hours" = "시간";
"OPTIONS_BUTTON_TIP" = "이 화면 보호기에 대한 옵션을 설정합니다.";
"Never" = "안 함";
"Slideshow" = "슬라이드쇼";
"Collage" = "콜라주";
"Mosaic" = "모자이크";

/* An alternate to "Display Style" for the segmented control label. */
"STYLE" = "스타일";

/* For contextual menu */
"DELETE" = "삭제";
"REVEAL_IN_FINDER" = "Finder에서 보기";
"MOVE_TO_TRASH" = "휴지통으로 이동";

/* For add button */
"BROWSE_SCREEN_SAVERS" = "화면 보호기 탐색";
"ADD_MOBILE_ME_GALLERY" = "MobileMe 갤러리 추가...";
"ADD_PICTURES" = "사진이 있는 폴더 추가...";
"ADD_RSS_FEED" = "RSS 피드 추가...";
"BROWSE_SCREEN_SAVERS_URL" = "http://www.apple.com/downloads/macosx/icons_screensavers/";
"ADD_SAVER_AX_VALUE" = "그림 추가 또는 화면 보호기 검색";
"REMOVE_SAVER_AX_VALUE" = "선택한 화면 보호기 제거";

/* Alerts */
"INCOMPATIBLE_TITLE" = "이 컴퓨터에 있는 %@ 화면 보호기를 사용할 수 없습니다.";
"INCOMPATIBLE_DESC" = "이 화면 보호기의 새로운 버전에 대해서는 개발자에게 문의하십시오.";
"DELETE_WARNING_TITLE" = "“%@”을(를) 삭제하겠습니까?";
"DELETE_WARNING_DESC" = "화면 보호기를 휴지통으로 이동합니다.";
